[
  {
    "title": "Biến Ảnh Thành Video AI Chỉ Với Vài Bước",
    "url": "../video/video1.html",
    "image": "https://res.cloudinary.com/dejnvixvn/image/upload/v1750396952/d8536ef9-c805-4e15-bb52-1c4c5a1d9939.png",
    "desc": "Công nghệ AI giờ đây cho phép chúng ta biến những bức ảnh tĩnh thành video sống động, đầy cảm xúc – mở ra một cách hoàn toàn mới để kể chuyện, giảng dạy và sáng tạo nội dung."
  },
  {
    "title": "AI Chuyển Văn Bản Thành Giọng Nói - Cơ bản",
    "url": "../video/video2.html",
    "image": "https://res.cloudinary.com/dejnvixvn/image/upload/v1750403662/05139edc-1905-41eb-935b-2774b60eb7ca.png",
    "desc": "Phần cơ bản này sẽ giúp bạn hiểu cách chuyển bất kỳ đoạn văn bản nào thành giọng nói tự nhiên, dễ nghe – ứng dụng ngay trong giảng dạy, làm video, hoặc đọc sách tự động."
  },
  {
    "title": "AI Chuyển Văn Bản Thành Giọng Nói - Nâng cao",
    "url": "../video/video3.html",
    "image": "https://res.cloudinary.com/dejnvixvn/image/upload/v1750403760/8ec2981f-6a37-4bf9-863f-4f33f56f28df.png",
    "desc": "Video hướng dẫn nâng cao này sẽ giúp bạn làm chủ kỹ thuật chuyển văn bản thành giọng nói một cách linh hoạt, tự nhiên và chuyên nghiệp hơn, phù hợp cho giảng dạy, sản xuất video và sáng tạo nội dung."
  },
  {
    "title": "🧠 Biến MỌI THỨ thành Mindmap chỉ với 1 Extension!",
    "url": "../video/video4.html",
    "image": "https://res.cloudinary.com/dejnvixvn/image/upload/v1752719626/1sF-w8X7cDU-HD_zpw4e2.jpg",
    "desc": "Với tiện ích mở rộng (extension) cực hay này, bạn có thể biến bất kỳ nội dung nào trên web thành sơ đồ tư duy (mindmap) trong tích tắc!"
  },
  {
    "title": "🎯 Tối Ưu Prompt – Bí Quyết Để Bot Gemini Trả Lời Thông Minh Hơn!",
    "url": "../video/video5.html",
    "image": "https://img.youtube.com/vi/RE_u_FSZMNA/maxresdefault.jpg",
    "desc": "Bạn đang sử dụng Gemini để tạo bot hỗ trợ? Việc viết prompt hiệu quả không chỉ giúp bot trả lời chính xác hơn mà còn tạo nên trải nghiệm người dùng ấn tượng hơn."
  },
  {
    "title": "🎓 Tự Tạo Ứng Dụng Dạy Học Bằng AI – Dễ Hơn Bạn Nghĩ!",
    "url": "../video/video6.html",
    "image": "https://img.youtube.com/vi/m2RAtnGIgEU/maxresdefault.jpg",
    "desc": "Bạn là giáo viên, người làm đào tạo, hay đơn giản là một người yêu công nghệ muốn ứng dụng AI vào giáo dục? Trong video này, mình sẽ hướng dẫn từng bước cách tạo một ứng dụng dạy học thông minh bằng AI – dễ hiểu, dễ làm, không cần giỏi lập trình!"
  },
  {
    "title": "Tạo Ứng Dụng Giảng Dạy Nhanh Chóng Bằng Canva AI",
    "url": "../video/video7.html",
    "image": "https://img.youtube.com/vi/iEpKI6wd1mc/maxresdefault.jpg",
    "desc": "Trong video này, mình hướng dẫn chi tiết cách bạn có thể tạo ứng dụng giảng dạy nhanh chóng bằng Canva AI"
  },
  {
    "title": "Tạo Sách Lật Tuyệt Đẹp Chỉ Với AI",
    "url": "../video/video7.html",
    "image": "https://img.youtube.com/vi/Q7j8_kh6NUA/maxresdefault.jpg",
    "desc": "Dùng AI để tạo thành những cuốn sách điện tử lật trang đẹp mắt."
  }
]
